{"html":"<p>In 2021, the United Nations Development Programme (UNDP) in Iraq and the Stockholm International Peace Research Institute (SIPRI) launched the project ‘Reimagining a New Social Contract in Iraq’ to explore how Iraqis envision the social contract and to propose policy recommendations to help bridge the gap between the social contract as it stands and the population’s desires towards a better collective future for everyone.</p>\n<p>To be able to capture the diverse perceptions of all groups and communities that make up Iraq’s rich social fabric, this project operationalized a multisource and multimethod framework of data collection and analysis to gather various insights on complex issues. More specifically, this multi-level process included desk-based research of Arabic and English literature, primary quantitative and qualitative data through thirty-six (36) focus group discussions (FGDs) conducted between April and June 2021, social media surveys rolled out in June and July 2021 ad big data analysis of 76.8 million tweets produced by the Twitter users in Iraq over the period January 2018-June 2021. By June 2021, the number of active Twitter users reached 882,556.</p>\n<p>This holistic approach ensures that despite various methodological limitations and caveats in each method, the project at the end of the day is capable of documenting the perceptions of a relatively representative segment of the population in Iraq and insights not only at a point in time, and the latter is at the center of why analyzing Twitter content over time is important. Data mining of the tweets generated in the Iraqi Twittersphere allows observing how perceptions towards the social contract have been changing since January 2018. The unpacking of the social contract into a conceptual frameworks that branches out core grievances into more concrete topics that users tweet about (security, corruption, economy, governance and services) and future outlook allows for a better understanding of changing perceptions over time.</p>\n<p>Additionally, this multisource and multimethod data collection framework will ensure that the project gathers not only perceptions and insights that are well-thought of (for example during focus group discussions where participants tend to give more rational feedback), but that it also documents reactionary and intuitive perceptions and opinions that might be affected or stimulated by events and influenced group thinking. From a social contract perception, what shapes societies is not only individuals’ perceptions and opinions given when present in a controlled environment but how these perceptions interact and are affected by various communities and the factors that would ultimately dominate the course of action.</p>\n<p>The analysis and findings presented in this dashboard are the outcome of mining into the full dataset of the Twitter users in Iraq, tracking the volume of content around core grievances and listening to the conversations in accordance with how they relate to these grievances and perceptions towards the future (refer to Section 1. Methodology). The mining process is aligned with the UN Principles on Personal Data Protection and Privacy (adopted in 2018),<sup class=\"footnote-ref\"><a href=\"#fn1\" id=\"fnref1\">[1]</a></sup> and which calls for ensuring that proper data protection measures must be put in place to prevent data misuse or mishandling and the UN Global Pulse “Risk, Harms and Benefits Assessment Tool”.<sup class=\"footnote-ref\"><a href=\"#fn2\" id=\"fnref2\">[2]</a></sup>  The frameworks  caution against analysis that exposes vulnerable groups/individuals or attempts to give an identity-based analysis of the Twitter data. As such, the listening tool was built to yield data disaggregated by gender and language (Arabic and Kurdish). Given that the metadata did not include the age of users, the methodology allowed the listening to youth-focused content, i.e. content that is talking about youth, rather than an analysis of the perceptions of youth themselves.</p>\n<p>From January 10th 2018 until June 30th 2021, the database recorded 882,556 unique Twitter users in Iraq, of which 699,805 (79%) are Arabic-speaking users and 27,371 (3%) Kurdish-speaking users.  Given that the population of Iraq in 2021 reached 41.1 million<sup class=\"footnote-ref\"><a href=\"#fn3\" id=\"fnref3\">[3]</a></sup> and that the percentage of households (% of total population) with internet has reached 58.8%, up from 10% in 2009,<sup class=\"footnote-ref\"><a href=\"#fn4\" id=\"fnref4\">[4]</a></sup>  this frames Twitter data mining exercise as one that captures the view of no more than 2% of the population and 3.6% of the connected population. As such, it’s important to interpret the findings in a conservative manner, taking into consideration that the Twitter platform is usually preferred by the country’s elites, reflecting the views of those who are physically connected and socially empowered to express their views on social media. When physical access is available, underprivileged or vulnerable groups might not even feel safe in the virtual world to freely voice their concerns and aspirations, because the power dynamics in the non-virtual world also influence the what is expressed in the virtual sphere.</p>\n<p>With the above limitations in mind and given the elitist nature of the Twitter sphere, the findings of this research continue to be of high relevance to a process of reimagining a new social contract in Iraq given that the role of elites is usually very important in influencing and shaping the perceptions of the rest of the population. More importantly, and unlike physical one-shot surveys, Twitter data allows us to observe trends over real-time. Below is a summary of the main findings that this process yielded.</p>\n<p>In total, 3,495,058 tweets discussed core grievances—3,229,105 were in the Arabic language, 52,216 in the Kurdish language, and 129,109 in other languages, mainly English. <strong>Of all the tweets around core grievances, 48% were about security-related concerns, 20% about governance, 16% about corruption issues, 14% about grievances related to services, and a meagre 2% about the economy</strong>. However, when a multi-tagging technique was employed, meaning tagging content under more than one core grievance, it turned out that 19.6% of the security-related tweets, 16.2% of the governance-related tweets, 15.3% of tweets on corruption and 8.3% of tweets on services also addressed the economy. This indicates that the economic is also a major concern to the Iraqi Twittersphere, but that a discussion about the economy tends to shift towards a focus on security, governance and corruption as obstructing factors that prohibit the economy of Iraq from advancing. When tweeting about the economy, the Iraqi Twitter users were mainly concerned with unemployment and job security (53% of total tweets on the economy), state resources and oil revenues (18%) and networks of patronage (17%).</p>\n<p><strong>The October 2019 seemed to have served as a catalyst for citizens to engage in online dissent by tweeting about security, corruption and critique of the status quo</strong>. When tweeting about security, Iraqis seemed to be concerned with the Islamic State (31%) violence and crime (22%), militias (including paramilitary groups, 19%). Iraqis were least likely to tweet about trust (7%), security sector reform (6%), and domestic violence (2%). Despite the presence of a few peaks prior to these demonstrations, content around all facets of corruption increased and reached its highest volumes after October 2019. <strong>When tweeting about corruption, Iraqis mainly complained about the economic cost (49%) as well as the need for advancing accountability and transparency, by producing substantive content on these issues (41%).</strong></p>\n<p><strong>The COVID-19 pandemic has clearly shifted the priority of the Iraqis. When tweeting about services, Twitter users primarily produced content related to COVID-19 (88%)</strong>, followed by the costs of services (7%) and electricity (5%). The most prominent peak in terms of volume of tweets related to services occurs in September 2020. This month witnessed a record increase in COVID-19 cases, tipping the country’s cases over 250,000. However, if one examines the pre-COVID 19 period, then it seems that the Iraqis were mainly concerned with the high cost of services, electricity and health.\nThe methodology used in determining the gender of the active users in the Twitterspace classified 43% as male and 11% as female. Although the male users outnumbered the female users, the latter seemed to be more active, with an average of 112 tweets per female user, compared to 69 tweets per male user. Analysis of tweets by Iraqi women and men indicates that they both converge on the general set of core grievances they are mostly concerned with. But within each set of grievances, they hold some divergent priorities that are important to consider when reimagining a new social contract. Whereas men and women were aligned on most security and economy-related issues, they diverged on other grievances. When tweeting about corruption, women were more likely than men to discuss the economic cost of corruption, and accountability and transparency. Men, on the other hand, tweeted more about corruption in the justice system, the link of corruption to sectarianism, and the pervasiveness of corruption. When it comes to services, women were more likely than men to discuss the cost of services and electricity. Finally, in terms of governance, women vocalized concerns about political fragmentation and ethnocentric divisions more than men, whereas men tweeted about legitimacy and (dis)trust in government to a greater extent than women.\nLike the Arabic-speaking community, Iraq’s Kurdish-speaking community also emphasizes security as the main grievance on Twitter. However, The Kurdish-speaking community’s overwhelming concern with security could be driven by several factors, including (but not exclusive to): (1) the remnants of the prolonged fighting between ISIS and the Peshmerga and the KRI’s military force.</p>\n<p>Considering the restrictions in the ability to identify the age of Twitter users, the focus was placed on content about youth. As such, all tweets that contained the keywords “شباب” (youth), “شاب” (young man), or “شابة” (young woman) and then classified that content based on the core grievances dictionaries. This allowed us to answer the following question: From the lens of core grievances, what does the content that is relevant to the youth tell us about Iraqi youth and their perception of core grievances as a cohort on their own?</p>\n<p>The most prevalent expressions of core grievances in youth-related content were about security. In total, 55,078 tweets discussed core grievances— the majority of which were in the Arabic language (53,079 tweets). Of all the tweets around core grievances, 56% were about security-related concerns, 16% about governance, 13% about corruption issues, 9% about grievances related to services, and  6% about the economy. As such, youth-focused content reflected the same level of engagement around core grievances as the general Iraqi Twittersphere, which might have been expected given the youthful nature of active social media users, among which is Twitter.</p>\n<p>One of the most important finding of this study is that the Iraqi Twitter users were much more likely to tweet about core grievances shaping the present, as compared to their future outlook. In a way, one can see the Iraqi Twitter users as completely drained in expressing their concern on issues that are considered a top priority in the present that they don’t really have the luxury to think about the future. In total, only 21,425 tweets tackled future outlook, and of those, 55% discussed the various factors shaping the outlook of the Iraqi Twitter population, 40% expressed sentiment about the future of Iraq, which is split between optimistic and pessimist, and only 5% expressed willingness to take action to influence or shape the future of Iraq.</p>\n<p>The above findings have policy and research implications. At the policy level, there is a need to stimulate a public debate on the economy of Iraq, its strengths and weaknesses, and what a meaningful structural economic transformation would mean for Iraq. Unfortunately, when the Iraqis initiate a discussion on their economy, it gets dominated – understandably so – by complaints on corruption and governance issues. Second, there is a need to initiate a nation-wide dialogue around the future of Iraq, within a framework that is not delinked from the core grievances that drown the Iraqis on a day-to-day basis, but aims at reinforce the current strengths of this society and nurture a sense of collective rebuilding of Iraq towards a future that is prosperous, sustainable, equitable and peaceful. At the research level, and given the structural limitations that mining the Twitter data face, it is important to try to produce more nuanced research on various communities, and to offer youth the space and develop analytical tools that are youth-focused to ensure that their views are represented and that vulnerable groups are de-marginalized.</p>\n<p>Additionally, the developed listening tool emphasized the importance of investing in real-time data collection tools. Understanding sooner where needs are changing or are not being met will allow for rapid, adaptive course correction in development programmes and current policies. This research has confirmed that Twitter data can be useful for understanding the immediate worries, fears and concerns of populations, but at the same time, the research suggested that it is a poor source of data for understanding people’s long-term aspirations, and that the latter necessitates a guided process that stimulates the process of reimagining the near future, especially in crises and conflict-affected countries.</p>\n<hr class=\"footnotes-sep\">\n<section class=\"footnotes\">\n<ol class=\"footnotes-list\">\n<li id=\"fn1\" class=\"footnote-item\"><p>https://unsceb.org/CEBPublicFiles/UN-Principles-on-Personal-Data-Protection-Privacy-2018.pdf <a href=\"#fnref1\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n<li id=\"fn2\" class=\"footnote-item\"><p>UN Global Pulse, “Risks, Harms and Benefits Assessment, Level 1”, 2016. Updated 2019, accessed https://www.unglobalpulse.org/policy/risk-assessment/ <a href=\"#fnref2\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n<li id=\"fn3\" class=\"footnote-item\"><p>Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat. 2019. World Population Prospects. [ONLINE] Available at: https://population.un.org/wpp/ [Accessed 28 May 2021]. <a href=\"#fnref3\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n<li id=\"fn4\" class=\"footnote-item\"><p>International Telecommunication Union ( ITU ) World Telecommunication/ICT Indicators Database accessed on 06 June 2021, available at https://www.itu.int/ <a href=\"#fnref4\" class=\"footnote-backref\">↩︎</a></p>\n</li>\n</ol>\n</section>\n"}